bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.code-runner
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
jasonnutter.search-node-modules
leizongmin.node-module-intellisense
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
msjsdiag.vscode-react-native
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
rangav.vscode-thunder-client
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
softwaredotcom.swdc-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
styled-components.vscode-styled-components
vincaslt.highlight-matching-tag
waderyan.nodejs-extension-pack
wallabyjs.console-ninja
wayou.vscode-todo-highlight
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
